<template>
  <section>
    <h1>The Last of us</h1>
    <img
      src="https://avatars.mds.yandex.net/i?id=fa08c2343afba8255d815b255d8b7008_l-5234859-images-thumbs&n=13"
    />
    <p>
      Действие разворачивается в альтернативном мире, где из-за мутации грибов кордицепса начался зомби-апокалипсис. Заражённые люди превращались в ходячих мертвецов, а здоровые жили в карантинных зонах, охраняемых военными. 
Первый сезон охватывает события первой игры и её загружаемого сюжетного дополнения. В центре истории — контрабандист Джоэл (Педро Паскаль), который сопровождает девочку-подростка Элли (Белла Рамзи), обладающую иммунитетом к вирусу. Их путешествие ведёт к базе повстанцев «Цикады», где учёные надеются использовать иммунитет Элли для создания вакцины. 
Второй сезон основан на первой половине игры The Last of Us Part II (2020). Герои обосновываются в городе Джексон, но их мирная жизнь нарушается появлением группы людей во главе с Эбби (Кейтлин Дивер). Сюжет посвящён мести и внутренним конфликтам
    </p>
  </section>
</template>

<style scoped>
section {
  display: flex;
  flex-direction: column;
  align-items: center;
}
h1 {
  font-size: 40px;
}
img {
  border-radius: 16px;
  margin: 40px 0;
}
</style>
